<?php

return [
    'logout' => 'Αποσύνδεση',
    'select' => 'Επιλέξτε',
    'color' => 'Χρώμα',
    'brand' => 'Κατασκευαστής',
    'productdescription' => 'Περιγραφή, για τη μεταφραση χρησημοποιείτε Google Translate, υπάρχει όριο',
    'submit' => 'Αποθήκευση',
    'images' => 'Εικόνες',
    'category' => 'Κύρια Κατηγορία',
    'categoryth' => 'Κατηγορία',
    'title' => 'Τίτλος',
    'description' => 'Περιγραφή',
    'addnew' => 'Δημιουργία',
    'edit'=>'Επεξεργασία',
    'view'=>'Άνοιγμα',
    'remove'=>'Διαγραφή',
    'logo' => 'Λογότυπο',
    'type' => 'Ενδιάμεση Κατηγορία',
    'subtype' => 'Τελική Κατηγορία',
    'admincreateproduct' => 'Δημιουργία Προϊόντος στα αγγλικά για καλύτερη μετάφραση',
];
